Revit 2027 API
SymbolTypeId.Colon1 Property
 Symbol :1, indicating unit Ratio : 1.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Colon1 { get; }
Public Shared ReadOnly Property Colon1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Colon1 {
	ForgeTypeId^ get ();
}
static member Colon1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace